Repository: Twinlife/twinme-ios
Catalog: Twinme/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sq, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# call_view_quality_message
source: How would you rate it?
ar: كيف تقيم ذلك؟
bg: Как бихте го оценили?
cs: Jak byste jej ohodnotili?
da: Hvordan vil du vurdere det?
de: Wie würden Sie diese bewerten?
el: Πώς θα την αξιολογούσατε;
es: ¿Cómo lo calificarías?
fa: چگونه آن را ارزیابی می کنید؟
fi: Miten arvioit sen?
fr: Quelle note donneriez-vous ?
he: איך היית מדרג את זה?
hi: आप इसे क्या रेटिंग देंगे?
hr: Kako biste to ocijenili?
hu: Hogyan értékelnéd?
id: Bagaimana Anda menilainya?
it: Come giudichi esso?
ja: どのように評価しますか？
ko: 어떻게 평가하시겠습니까?
nb: Hvordan vil du rangere det?
nl: Hoe zou u het beoordelen?
pl: Jakbyś to ocenił?
pt_pt: Como você avaliaria isso?
ro: Cum l-ați evalua?
ru: Как бы вы это оценили?
sk: Ako by ste ho ohodnotili?
sl: Kako bi jo ocenili?
sq: Si do ta vlerësonit?
sr_latn: Kako biste to ocenili?
sv: Hur skulle du betygsätta det?
tr: Nasıl buldun?
uk: Як би ви це оцінили?
vi: Bạn đánh giá cuộc gọi như thế nào?
zh_hans: 您如何评价它？
zh_hant: 您如何評價它？

# call_view_quality_title
source: Call quality
ar: جودة الاتصال
bg: Качество на разговора
cs: Kvalita hovoru
da: Opkaldskvalitet
de: Anrufqualität
el: Ποιότητα κλήσης
es: Calidad de la llamada
fa: کیفیت تماس
fi: Puhelun laatu
fr: Qualité de l’appel
he: איכות שיחה
hi: कॉल गुणवत्ता
hr: Kvaliteta poziva
hu: Hívás minősége
id: Kualitas panggilan
it: Qualità delle chiamate
ja: 通話品質
ko: 통화 품질
nb: Samtalekvalitet
nl: Oproep kwaliteit
pl: Jakość połączeń
pt_pt: Qualidade da chamada
ro: Calitatea apelului
ru: Качество звонка
sk: Kvalita hovoru
sl: Kakovost klica
sq: Cilësia e thirrjes
sr_latn: Kvalitet poziva
sv: Samtalskvalitet
tr: Çağrı kalitesi
uk: Якість дзвінків
vi: Chất lượng cuộc gọi
zh_hans: 通话质量
zh_hant: 通話質量

# call_view_repeat_word
source: %@ will be able to compare it with the one on his/her screen.
ar: %@ سيتمكن من مقارنتها مع تلك الموجودة على شاشته.
bg: %@ ще може да я сравни с тази на неговия/нейния екран.
cs: %@ jej může porovnat s tím, který vidí na své obrazovce.
da: %@ vil kunne sammenligne det med det, der vises på hans/hendes skærm.
de: %@ wird es mit dem Wort auf seinem/ihrem Bildschirm vergleichen können.
el: %@ θα μπορέσει να τη συγκρίνει με αυτήν που εμφανίζεται στην οθόνη του/της.
es: %@ podrá compararla con la que aparece en su pantalla.
fa: %@ قادر خواهد بود آن را با صفحه نمایش خود مقایسه کند.
fi: %@ voi verrata sitä ruudullaan näkyvään sanaan.
fr: %@ pourra le comparer avec celui de son écran.
he: %@ יוכל להשוות את זה לזה שבמסך שלו.
hi: %@ इसकी तुलना अपनी स्क्रीन से कर सकेगा.
hr: %@ će je moći usporediti s onom na svom zaslonu.
hu: %@ össze tudja hasonlítani a képernyőjén lévő szóval.
id: %@ akan dapat membandingkannya dengan layarnya.
it: %@ potrà confrontarla con quella visualizzata sul suo schermo.
ja: %@ はそれを自分の画面と比較できるようになります。
ko: %@ 상대방은 자신의 화면에 표시된 단어와 비교할 수 있습니다.
nb: %@ vil kunne sammenligne det med det som vises på skjermen hans/hennes.
nl: %@ kan het vergelijken met het woord op zijn/haar scherm.
pl: %@ będzie mógł porównać je ze słowem na swoim ekranie.
pt_pt: %@ poderá compará-la com a que aparece no seu ecrã.
ro: %@ îl va putea compara cu cel de pe ecranul său.
ru: %@ сможет сравнить его с тем, что отображается на его/ее экране.
sk: %@ ho bude môcť porovnať so slovom zobrazeným na jeho/jej obrazovke.
sl: %@ jo bo lahko primerjal/-a s tisto na svojem zaslonu.
sq: %@ do të jetë në gjendje ta krahasojë me atë në ekranin e tij/saj.
sr_latn: %@ će moći da je uporedi sa onom na svom ekranu.
sv: %@ kommer att kunna jämföra det med det som visas på hans/hennes skärm.
tr: %@ kendi ekranındaki ile karşılaştırabilecektir.
uk: %@ зможе порівняти його з тим, що відображається на його екрані.
vi: %@ có thể so sánh từ này với từ hiển thị trên màn hình của họ.
zh_hans: %@ 将能与他/她屏幕上的单词进行比较。
zh_hant: %@ 將能與他/她螢幕上的單字進行比較。

# call_view_repeat_word_title
source: Spell the word
ar: تهجئة الكلمة
bg: Изговорете думата
cs: Hláskovat slovo
da: Stav ordet
de: Wort buchstabieren
el: Προφορά της λέξης
es: Deletrea la palabra
fa: کلمه را هجی کنید
fi: Sanoa sana
fr: Epeler le mot
he: לאיית את המילה
hi: शब्द का उच्चारण करें
hr: Slovkajte riječ
hu: Betűzd a szót
id: Eja kata tersebut
it: Pronunciare la parola
ja: 単語を綴ります
ko: 단어 철자를 입력하세요
nb: Stav ordet
nl: Spel het woord
pl: Przeliteruj słowo
pt_pt: Soletra a palavra
ro: Pronunțați cuvântul
ru: Произнесите слово
sk: Vyslovte slovo
sl: Črkujte besedo
sq: Shqiptoni fjalën
sr_latn: Izgovorite reč slovo po slovo
sv: Stava ordet
tr: Kelimeyi heceleyin
uk: Вимовте слово.
vi: Đánh vần từ
zh_hans: 拼出单词
zh_hant: 拼出單字

# call_view_tag_add_to_call
source: Invite a contact to join the ongoing call
ar: قم بدعوة جهة اتصال للانضمام إلى المكالمة الجارية
bg: Поканете контакт да се присъедини към текущия разговор
cs: Pozvat kontakt do probíhajícího hovoru
da: Inviter en kontakt til at deltage i det igangværende opkald
de: Eine Kontaktperson einladen, dem laufenden Anruf beizutreten
el: Προσκαλέστε μια επαφή να συμμετάσχει στην τρέχουσα κλήση
es: Invitar a un contacto a unirse a la llamada en curso
fa: یک مخاطب را برای پیوستن به تماس در حال انجام دعوت کنید
fi: Kutsu yhteyshenkilö liittymään meneillään olevaan puheluun
fr: Inviter un contact à rejoindre l'appel en cours
he: הזמן איש קשר להצטרף לשיחה המתמשכת
hi: चल रही कॉल में शामिल होने के लिए किसी संपर्क को आमंत्रित करें
hr: Pozovite kontakt da se pridruži pozivu u tijeku
hu: Kapcsolat meghívása a folyamatban lévő híváshoz
id: Undang kontak untuk bergabung dengan panggilan yang sedang berlangsung
it: Invita un contatto a partecipare alla chiamata corrente
ja: 進行中の通話に参加するよう連絡先を招待
ko: 진행 중인 통화에 참여하도록 연락처를 초대하세요.
nb: Inviter en kontakt til å bli med i den pågående samtalen
nl: Nodig een contact uit om deel te nemen aan het huidige gesprek
pl: Zaproś kontakt do przyłączenia się do trwającego połączenia
pt_pt: Convide um contato para participar da chamada em andamento
ro: Invitați un contact să se alăture apelului în curs
ru: Пригласить контакт присоединиться к текущему звонку
sk: Pozvať kontakt, aby sa pridal k prebiehajúcemu hovoru
sl: Povabi stik, da se pridruži tekočemu klicu
sq: Fto një kontakt të bashkohet me thirrjen në vazhdim
sr_latn: Pozovite kontakt da se pridruži tekućem pozivu
sv: Bjud in en kontakt att gå med i det pågående samtalet
tr: Bir kişiyi devam eden aramaya katılmaya davet edin
uk: Запросіть контакт приєднатися до поточного дзвінка
vi: Mời một liên hệ tham gia cuộc gọi đang diễn ra
zh_hans: 邀请联系人加入正在进行的通话
zh_hant: 邀請聯絡人加入正在進行的通話

# call_view_tag_camera
source: Camera
ar: كاميرا
bg: Камера
cs: Kamera
da: Kamera
de: Kamera
el: Κάμερα
es: Cámara
fa: دوربین
fi: Kamera
fr: Caméra
he: מַצלֵמָה
hi: कैमरा
hr: Kamera
hu: Kamera
id: Kamera
it: Fotocamera
ja: カメラ
ko: 카메라
nb: Kamera
pl: Kamera
pt_pt: Câmera
ro: Cameră
ru: Камера
sk: Kamera
sl: Kamera
sq: Kamera
sr_latn: Kamera
sv: Kamera
tr: Kamera
uk: Камера
vi: Máy ảnh
zh_hans: 摄像头
zh_hant: 網路攝影機

# call_view_tag_camera_activate
source: Activate the camera
ar: قم بتنشيط الكاميرا
bg: Активиране на камерата
cs: Zapnout kameru
da: Aktiver kameraet
de: Kamera aktivieren
el: Ενεργοποίηση κάμερας
es: Activar la cámara
fa: دوربین را فعال کنید
fi: Aktivoi kamera
fr: Activer la caméra
he: הפעל את המצלמה
hi: कैमरा सक्रिय करें
hr: Uključi kameru
hu: Kamera bekapcsolása
id: Aktifkan kamera
it: Abilita fotocamera
ja: カメラを有効化
ko: 카메라 활성화
nb: Aktiver kameraet
nl: Activeer de camera
pl: Aktywuj kamerę
pt_pt: Ative a câmera
ro: Activați camera
ru: Активировать камеру
sk: Aktivovať kameru
sl: Vklopi kamero
sq: Aktivizo kamerën
sr_latn: Uključi kameru
sv: Aktivera kameran
tr: Kamerayı etkinleştir
uk: Активуйте камеру
vi: Bật máy ảnh
zh_hans: 激活摄像头
zh_hant: 啟動攝影機

# call_view_tag_camera_cut
source: Cut the camera
ar: قطع الكاميرا
bg: Спиране на камерата
cs: Vypnout kameru
da: Klip kameraet
de: Kamera ausschalten
el: Απενεργοποίηση κάμερας
es: Corta la camara
fa: دوربین را برش دهید
fi: Leikkaa kamera
fr: Couper la caméra
he: חתוך את המצלמה
hi: कैमरा काटें
hr: Isključi kameru
hu: Kamera kikapcsolása
id: Potong kameranya
it: Taglia la fotocamera
ja: カメラをカット
ko: 카메라를 자르세요
nb: Klipp av kameraet
nl: Knip de camera uit
pl: Przetnij aparat
pt_pt: Corte a câmera
ro: Opriți camera
ru: Вырезать камеру
sk: Vypnúť kameru
sl: Izklopi kamero
sq: Çaktivizo kamerën
sr_latn: Isključi kameru
sv: Klipp av kameran
tr: Kamerayı kesin
uk: Вирізати камеру
vi: Tắt máy ảnh
zh_hans: 关闭摄像头
zh_hant: 關閉攝影機

# call_view_tag_camera_flip
source: Flip the camera
ar: اقلب الكاميرا
bg: Смяна на камерата
cs: Přepnout kameru
da: Vend kameraet
de: Kamera wechseln
el: Αναστροφή κάμερας
es: Voltear la cámara
fa: دوربین را برگردانید
fi: Käännä kameraa
fr: Retourner la caméra
he: הפוך את המצלמה
hi: कैमरा पलटें
hr: Okreni kameru
hu: Kamera váltása
id: Balikkan kamera
it: Capovolgi la fotocamera
ja: カメラを反転
ko: 카메라 뒤집기
nb: Snu kameraet
nl: Draai de camera om
pl: Odwróć aparat
pt_pt: Vire a câmera
ro: Schimbați camera
ru: Переверните камеру
sk: Prepnúť kameru
sl: Zamenjaj kamero
sq: Ndërro kamerën
sr_latn: Okreni kameru
sv: Vänd kameran
tr: Kamerayı çevir
uk: Переверніть камеру
vi: Đổi camera
zh_hans: 翻转摄像头
zh_hant: 翻轉攝影機

# call_view_tag_microphone
source: Microphone
ar: ميكروفون
bg: Микрофон
cs: Mikrofon
da: Mikrofon
de: Mikrofon
el: Μικρόφωνο
es: Micrófono
fa: میکروفون
fi: Mikrofoni
fr: Micro
he: מִיקרוֹפוֹן
hi: माइक्रोफ़ोन
hr: Mikrofon
hu: Mikrofon
id: Mikropon
it: Microfono
ja: マイク
ko: 마이크로폰
nb: Mikrofon
nl: Microfoon
pl: Mikrofon
pt_pt: Microfone
ro: Microfon
ru: Микрофон
sk: Mikrofón
sl: Mikrofon
sq: Mikrofoni
sr_latn: Mikrofon
sv: Mikrofon
tr: Mikrofon
uk: мікрофон
vi: Micro
zh_hans: 麦克风
zh_hant: 麥克風

# call_view_tag_microphone_activate
source: Activate microphone
ar: تفعيل الميكروفون
bg: Активиране на микрофона
cs: Zapnout mikrofon
da: Aktiver mikrofon
de: Mikrofon aktivieren
el: Ενεργοποίηση μικροφώνου
es: Activar micrófono
fa: میکروفون را فعال کنید
fi: Aktivoi mikrofoni
fr: Activer le micro
he: הפעל את המיקרופון
hi: माइक्रोफ़ोन सक्रिय करें
hr: Uključi mikrofon
hu: Mikrofon bekapcsolása
id: Aktifkan mikrofon
it: Attiva il microfono
ja: マイクを有効化
ko: 마이크 활성화
nb: Aktiver mikrofonen
nl: Activeer microfoon
pl: Aktywuj mikrofon
pt_pt: Ativar microfone
ro: Activați microfonul
ru: Включить микрофон
sk: Aktivovať mikrofón
sl: Vklopi mikrofon
sq: Aktivizo mikrofonin
sr_latn: Uključi mikrofon
sv: Aktivera mikrofonen
tr: Mikrofonu etkinleştir
uk: Увімкніть мікрофон
vi: Bật micro
zh_hans: 激活麦克风
zh_hant: 啟動麥克風

# call_view_tag_microphone_mute
source: Mute microphone
ar: كتم صوت الميكروفون
bg: Изключване на микрофона
cs: Vypnout mikrofon
da: Slå mikrofon fra
de: Mikrofon stummschalten
el: Σίγαση μικροφώνου
es: Silenciar micrófono
fa: میکروفون را بی صدا کنید
fi: Mykistä mikrofoni
fr: Couper le micro
he: השתקת מיקרופון
hi: माइक्रोफ़ोन म्यूट करें
hr: Utišaj mikrofon
hu: Mikrofon némítása
id: Bisukan mikrofon
it: Disattiva il microfono
ja: マイクをミュート
ko: 마이크 음소거
nb: Demp mikrofonen
nl: Microfoon dempen
pl: Wyciszenie mikrofonu
pt_pt: Microfone mudo
ro: Dezactivați microfonul
ru: Отключить микрофон
sk: Stlmiť mikrofón
sl: Utišaj mikrofon
sq: Heshto mikrofonin
sr_latn: Isključi mikrofon
sv: Stäng av mikrofonen
tr: Mikrofonun sesini kapat
uk: Вимкнути мікрофон
vi: Tắt tiếng micro
zh_hans: 静音麦克风
zh_hant: 靜音麥克風

# call_view_tag_pause
source: Pause
ar: يوقف
bg: Пауза
cs: Pozastavit
el: Παύση
es: Pausa
fa: مکث کنید
fi: Keskeytä
fr: Mettre en pause
he: הַפסָקָה
hi: रोकें
hr: Pauza
hu: Szünet
id: Berhenti sebentar
it: Pausa
ja: 一時停止
ko: 정지시키다
nl: Pauze
pl: Pauza
pt_pt: Pausa
ro: Pauză
ru: Пауза
sk: Pozastaviť
sl: Premor
sq: Pauzë
sr_latn: Pauza
sv: Paus
tr: Duraklat
uk: Пауза
vi: Tạm dừng
zh_hans: 暂停
zh_hant: 暫停

# call_view_tag_send_message
source: Send a message
ar: ارسل رسالة
bg: Изпрати съобщение
cs: Odeslat zprávu
da: Send en besked
de: Eine Nachricht senden
el: Αποστολή μηνύματος
es: Enviar un mensaje
fa: ارسال یک پیام
fi: Lähetä viesti
fr: Envoyer un message
he: שלח הודעה
hi: संदेश भेजें
hr: Pošalji poruku
hu: Üzenet küldése
id: Kirim pesan
it: Mandare un messaggio
ja: メッセージを送信
ko: 메세지를 보내다
nb: Send en melding
nl: Stuur een bericht
pl: Wysłać wiadomość
pt_pt: Envie uma mensagem
ro: Trimiteți un mesaj
ru: Отправить сообщение
sk: Odoslať správu
sl: Pošlji sporočilo
sq: Dërgo një mesazh
sr_latn: Pošalji poruku
sv: Skicka ett meddelande
tr: Bir mesaj göndermek
uk: Відправити повідомлення
vi: Gửi tin nhắn
zh_hans: 发送消息
zh_hant: 發送訊息

# call_view_tag_speaker
source: Loud speaker
ar: مكبر صوت عالي
bg: Високоговорител
cs: Reproduktor
da: Højttaler
de: Lautsprecher
el: Μεγάφωνο
es: Altavoz
fa: بلندگوی بلند
fi: Kaiutin
fr: Haut-parleur
he: רמקול חזק
hi: लाउड स्पीकर
hr: Zvučnik
hu: Hangszóró
id: Pengeras suara
it: Altoparlante
ja: スピーカー
ko: 확성기
nb: Høyttaler
nl: Luide spreker
pl: Głośny głośnik
pt_pt: Alto-falante
ro: Difuzor
ru: Громкий динамик
sk: Reproduktor
sl: Zvočnik
sq: Altoparlant
sr_latn: Zvučnik
sv: Högtalare
tr: Hoparlör
uk: Гучномовець
vi: Loa ngoài
zh_hans: 扩音器
zh_hant: 擴音器

# call_view_tag_speaker_activate
source: Activate speaker
ar: تفعيل مكبر الصوت
bg: Активиране на високоговорителя
cs: Zapnout reproduktor
da: Aktiver højttaler
de: Lautsprecher aktivieren
el: Ενεργοποίηση μεγαφώνου
es: Activar altavoz
fa: بلندگو را فعال کنید
fi: Aktivoi kaiutin
fr: Activer le haut-parleur
he: הפעל רמקול
hi: स्पीकर सक्रिय करें
hr: Uključi zvučnik
hu: Hangszóró bekapcsolása
id: Aktifkan pengeras suara
it: Attiva l'altoparlante
ja: スピーカーを有効化
ko: 스피커 활성화
nb: Aktiver høyttaler
nl: Activeer luidspreker
pl: Aktywuj głośnik
pt_pt: Ativar alto-falante
ro: Activați difuzorul
ru: Включить динамик
sk: Aktivovať reproduktor
sl: Vklopi zvočnik
sq: Aktivizo altoparlantin
sr_latn: Uključi zvučnik
sv: Aktivera högtalare
tr: Hoparlörü etkinleştir
uk: Активувати динамік
vi: Bật loa
zh_hans: 激活扬声器
zh_hant: 啟動揚聲器

# call_view_tag_speaker_mute
source: Mute speaker
ar: كتم صوت المتكلم
bg: Без звук
cs: Vypnout reproduktor
da: Slå højttaler fra
de: Lautsprecher stummschalten
el: Σίγαση μεγαφώνου
es: Silenciar altavoz
fa: صدای بلندگو را قطع کنید
fi: Mykistä kaiutin
fr: Couper le haut-parleur
he: השתקת רמקול
hi: स्पीकर म्यूट करें
hr: Utišaj zvučnik
hu: Hangszóró némítása
id: Bisukan pengeras suara
it: Disattiva l'altoparlante
ja: スピーカーをミュート
ko: 스피커 음소거
nb: Demp høyttaler
nl: Demp de luidspreker
pl: Wyciszenie głośnika
pt_pt: Silenciar alto-falante
ro: Opriți difuzorul
ru: Отключить динамик
sk: Stlmiť reproduktor
sl: Utišaj zvočnik
sq: Heshto altoparlantin
sr_latn: Isključi zvučnik
sv: Stäng av högtalaren
tr: Hoparlörün sesini kapat
uk: Вимкнути динамік
vi: Tắt loa
zh_hans: 静音扬声器
zh_hant: 靜音揚聲器

# call_view_transfer_call_message
source: The on-going call has been transferred.
ar: تم تحويل المكالمة الجارية.
bg: Текущият разговор беше прехвърлен.
cs: Probíhající hovor byl přenesen.
da: Det igangværende opkald er blevet omstillet.
de: Der laufende Anruf wurde übertragen.
el: Η τρέχουσα κλήση έχει μεταφερθεί.
es: La llamada en curso ha sido transferida.
fa: تماس در حال انجام منتقل شده است.
fi: Käynnissä oleva puhelu on siirretty.
fr: L’appel en cours a été transféré.
he: השיחה המתנהלת הועברה.
hi: चालू कॉल स्थानांतरित कर दी गई है.
hr: Poziv u tijeku je prenesen.
hu: A folyamatban lévő hívást átadták.
id: Panggilan yang sedang berlangsung telah ditransfer.
it: La chiamata in corso è stata trasferita.
ja: 進行中の通話は転送されました。
ko: 진행 중인 통화가 전환되었습니다.
nb: Den pågående samtalen er overført.
nl: Het lopende gesprek is doorverbonden.
pl: Bieżące połączenie zostało przeniesione.
pt_pt: A chamada em andamento foi transferida.
ro: Apelul în curs a fost transferat.
ru: Текущий вызов переведен.
sk: Prebiehajúci hovor bol prenesený.
sl: Tekoči klic je bil prenesen.
sq: Thirrja në vazhdim është transferuar.
sr_latn: Tekući poziv je prenet.
sv: Det pågående samtalet har överförts.
tr: Devam eden çağrı aktarıldı.
uk: Поточний виклик переведено.
vi: Cuộc gọi đang diễn ra đã được chuyển tiếp.
zh_hans: 正在进行的通话已转接。
zh_hant: 正在進行的通話已轉接。

# call_view_try_to_call_back
source: Try to call back.
ar: حاول معاودة الاتصال.
bg: Опитайте да се обадите обратно.
cs: Zkuste zavolat zpět.
da: Prøv at ringe tilbage.
de: Versuchen Sie zurückzurufen.
el: Δοκιμάστε να καλέσετε ξανά.
es: Intente volver a llamar.
fa: سعی کنید تماس بگیرید.
fi: Yritä soittaa takaisin.
fr: Essayez de rappeler.
he: תנסה להתקשר בחזרה.
hi: वापस कॉल करने का प्रयास करें.
hr: Pokušajte uzvratiti poziv.
hu: Próbálj visszahívni.
id: Coba telepon lagi.
it: Prova a richiamare.
ja: 折り返し電話をかけてください。
ko: 다시 전화를 걸어보세요.
nb: Prøv å ringe tilbake.
nl: Probeer terug te bellen.
pl: Spróbuj oddzwonić.
pt_pt: Tente ligar de volta.
ro: Încercați să reapelați.
ru: Попробуйте перезвонить.
sk: Skúste zavolať späť.
sl: Poskusite poklicati nazaj.
sq: Provoni të telefononi përsëri.
sr_latn: Pokušajte da pozovete ponovo.
sv: Försök att ringa tillbaka.
tr: Geri aramayı deneyin.
uk: Спробуйте передзвонити.
vi: Thử gọi lại.
zh_hans: 尝试回拨。
zh_hant: 嘗試回撥。

# call_view_waiting_conference_call
source: No one has joined the call yet. Please wait…
ar: لم ينضم أحد إلى المكالمة بعد. يُرجى الانتظار…
bg: "Все още никой не се е присъединил към разговора. Моля, изчакайте… "
cs: "Ještě se nikdo ke hovoru nepřipojil. Počkejte prosím… "
da: Ingen har deltaget i opkaldet endnu. Vent venligst…
de: "Noch niemand ist dem Anruf beigetreten. Bitte warten Sie… "
el: "Κανείς δεν έχει συνδεθεί ακόμα στην κλήση. Περιμένετε… "
es: Nadie se ha unido a la llamada todavía. Espere…
fa: Nikt jeszcze nie dołączył do rozmowy. Proszę czekać…
fi: Kukaan ei ole vielä liittynyt puheluun. Odota hetki…
fr: Personne n'a encore rejoint l'appel. Veuillez patienter…
he: אף אחד עדיין לא הצטרף לשיחה. אנא המתן...
hi: अभी तक कोई भी कॉल में शामिल नहीं हुआ है। कृपया इंतज़ार करें…
hr: "Još nitko nije pristupio pozivu. Molimo pričekajte… "
hu: "Még senki sem csatlakozott a híváshoz. Kérjük, várjon… "
id: Belum ada yang bergabung dalam panggilan. Mohon tunggu…
it: Nessuno si è ancora unito alla chiamata. Attendi...
ja: まだ誰も通話に参加していません。お待ちください…
ko: 아직 통화에 참여한 사람이 없습니다. 잠시 기다려 주세요…
nb: Ingen har blitt med i samtalen ennå. Vent litt ...
nl: Er heeft zich nog niemand bij het gesprek aangesloten. Even geduld alstublieft…
pl: Nikt jeszcze nie dołączył do rozmowy. Proszę czekać…
pt_pt: Ainda ninguém entrou na chamada. Aguarde…
ro: "Nimeni nu s-a alăturat încă apelului. Vă rugăm să așteptați… "
ru: К звонку пока никто не подключился. Пожалуйста, подождите…
sk: "Do hovoru sa ešte nikto nepripojil. Počkajte, prosím… "
sl: "Nihče se še ni pridružil klicu. Počakajte… "
sq: "Askush nuk i është bashkuar ende thirrjes. Ju lutemi prisni… "
sr_latn: "Još niko nije pristupio pozivu. Molimo sačekajte… "
sv: Ingen har anslutit sig till samtalet ännu. Vänta…
tr: Henüz kimse aramaya katılmadı. Lütfen bekleyin…
uk: Ніхто ще не приєднався до дзвінка. Зачекайте…
vi: Chưa có ai tham gia cuộc gọi. Vui lòng chờ…
zh_hans: 目前还没有人加入通话。请稍候……
zh_hant: 目前還沒有人加入通話。請稍候…

# calls_view_all_call_segmented_control
source: All
ar: الكل
bg: Всички
cs: Vše
da: Alle
de: Alle
el: Όλες
es: Todas
fa: همه
fi: Kaikki
fr: Tous
he: הכל
hi: सब
hr: Sve
hu: Összes
id: Semua
it: Tutti
ja: すべて
ko: 모두
nb: Alle
nl: Allemaal
pl: Wszystkie
pt_pt: Tudo
ro: Toate
ru: Все
sk: Všetky
sl: Vse
sq: Të gjitha
sr_latn: Sve
sv: Allt
tr: Tümü
uk: Всі
vi: Tất cả
zh_hans: 所有
zh_hant: 所有

# calls_view_call_again_message
source: Do you want to call back %1$@ again?
ar: هل تريد الاتصال ب%1$@؟
bg: Искате ли да се обадите отново на %1$@?
cs: Chcete zavolat znovu %1$@?
da: Vil du ringe tilbage %1$@?
de: Möchten Sie %1$@ zurückrufen?
el: Θέλετε να καλέσετε ξανά τον/την %1$@;
es: ¿Quieres volver a llamar a %1$@?
fa: آیا می خواهید%1$@ تماس بگیرید؟
fi: Haluatko soittaa takaisin %1$@?
fr: Voulez-vous rappeler %1$@ ?
he: האם ברצונך להתקשר בחזרה ל-%1$@ שוב?
hi: क्या आप %1$@ को वापस बुलाना चाहते हैं?
hr: Želite li ponovno nazvati %1$@?
hu: Visszahívod %1$@-t?
id: Apakah Anda ingin menelepon balik %1$@ sekali lagi?
it: Vuoi richiamare %1$@?
ja: %1$@にかけ直しますか？
ko: %1$@을 (를) 다시 전화 하시겠습니까?
nb: Vil du ringe tilbake %1$@?
nl: Wil je %1$@ terugbellen?
pl: Czy chcesz ponownie oddzwonić do %1$@?
pt_pt: Deseja ligar para %1$@?
ro: Doriți să reapelați %1$@?
ru: Хотите перезвонить %1$@?
sk: Chcete zavolať späť používateľovi %1$@?
sl: Ali želite poklicati nazaj %1$@?
sq: Dëshironi ta telefononi përsëri %1$@?
sr_latn: Da li želite da pozovete ponovo %1$@?
sv: Vill du ringa tillbaka %1$@?
tr: %1$@’yi geri aramak ister misiniz?
uk: Ви хочете зателефонувати абоненту %1$@?
vi: Bạn có muốn gọi lại %1$@ không?
zh_hans: 您要回拨%1$@吗？
zh_hant: 您要回撥%1$@嗎？

# calls_view_call_again_title
source: Call back
ar: معاودة الإتصال
bg: Обаждане обратно
cs: Zavolat zpět
da: Ring tilbage
de: Zurückrufen
el: Κλήση ξανά
es: Llamar de vuelta
fa: تماس بگیرید
fi: Soita takaisin
fr: Rappeler
he: שיחה חוזרת
hi: वापस कॉल करें
hr: Ponovno nazovi
hu: Visszahívás
id: Telepon balik
it: Richiama
ja: 折り返し電話
ko: 다시 전화
nb: Ring tilbake
nl: Terugbellen
pl: Oddzwonić
pt_pt: Ligue de volta
ro: Reapelați
ru: Позвонить
sk: Zavolať späť
sl: Pokliči nazaj
sq: Telefono përsëri
sr_latn: Ponovni poziv
sv: Ring tillbaka
tr: Geri aramak
uk: Передзвонити
vi: Gọi lại
zh_hans: 打回来
zh_hant: 打回來

# calls_view_create_link
source: Create a "click-to-call" link
ar: أنشئ رابط "click-to-call"
bg: Създаване на връзка „кликни за обаждане“
cs: Vytvořit odkaz „klikni a volej“
da: Opret et "click-to-call"-link
de: Einen „Click-to-Call“-Link erstellen
el: Δημιουργία συνδέσμου «click‑to‑call»
es: Crear un enlace de "click-to-call"
fa: یک پیوند "click-to-call" ایجاد کنید
fi: Luo "click-to-call" -linkki
fr: Créer un lien "click-to-call"
he: צור קישור "click-to-call".
hi: एक "click-to-call" लिंक बनाएँ
hr: Stvori poveznicu "klikni za poziv"
hu: „Kattints a híváshoz” link létrehozása
id: Buat tautan "click-to-call".
it: Crea un link "click-to-call".
ja: 「Click-to-Call」リンクを作成する
ko: Click-to-Call 링크 만들기
nb: Opprett en "click-to-call"-lenke
nl: Maak een "click-to-call"-link
pl: Utwórz łącze „click-to-call”.
pt_pt: Criar um link "click-to-call"
ro: Creați un link „click-to-call”
ru: Создайте ссылку «click-to-call»
sk: Vytvoriť odkaz „kliknúť na volanie“
sl: Ustvari povezavo »klikni za klic«
sq: Krijo një lidhje \"klik-për-të-telefonuar\"
sr_latn: Kreiraj \"klik-za-poziv\" link
sv: Skapa en "click-to-call"-länk
tr: Bir "click-to-call" bağlantısı oluşturun
uk: Створіть посилання «click-to-call».
vi: Tạo liên kết "nhấn để gọi"
zh_hans: 创建“点击通话”链接
zh_hant: 創建“點擊通話”鏈接

# calls_view_incoming_call
source: Incoming call
ar: مكالمة واردة
bg: Входящо обаждане
cs: Příchozí hovor
da: Indgående opkald
de: Eingehender Anruf
el: Εισερχόμενη κλήση
es: Llamada entrante
fa: تماس ورودی
fi: Saapuva puhelu
fr: Appel entrant
he: שיחה נכנסת
hi: आने वाली कॉल
hr: Dolazni poziv
hu: Bejövő hívás
id: Panggilan masuk
it: Chiamata in arrivo
ja: 電話の着信
ko: 수신 전화
nb: Innkommende anrop
nl: Binnenkomend oproep
pl: Połączenie przychodzące
pt_pt: Chamada recebida
ro: Apel primit
ru: Входящий звонок
sk: Prichádzajúci hovor
sl: Dohodni klic
sq: Thirrje hyrëse
sr_latn: Dolazni poziv
sv: Inkommande samtal
tr: Gelen çağrı
uk: Вхідний виклик
vi: Cuộc gọi đến
zh_hans: 来电
zh_hant: 來電

# calls_view_missed_call
source: Missed call
ar: مكالمة فائتة
bg: Пропуснато обаждане
cs: Zmeškaný hovor
da: Ubesvaret opkald
de: Verpasster Anruf
el: Αναπάντητη κλήση
es: Llamada perdida
fa: تماس از دست رفته
fi: Vastaamaton puhelu
fr: Appel manqué
he: שיחה שלא נענתה
hi: मिस कॉल
hr: Propušten poziv
hu: Nem fogadott hívás
id: Panggilan tidak terjawab
it: Chiamata persa
ja: 不在着信
ko: 부재중 전화
nb: Ubesvart anrop
nl: Gemiste oproep
pl: Nieodebrane połączenie
pt_pt: Chamada Perdida
ro: Apel pierdut
ru: Пропущенный звонок
sk: Zmeškaný hovor
sl: Zgrešen klic
sq: Thirrje e humbur
sr_latn: Propušten poziv
sv: Missat samtal
tr: Cevapsız çağrı
uk: Пропущений виклик
vi: Cuộc gọi nhỡ
zh_hans: 未接来电
zh_hant: 未接來電
